Repository: Sergey-sg/blog
Catalog: Blog/Blog/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Русский
uk: Російська

source: Українськa
uk: Українська

source: Accounts
uk: Аккаунти

source: email- обязательное поле
uk: email- обов'язкове поле

source: Superuser must have is_staff=True.
uk: Суперкористувач повинен мати is_staff=True.

source: Superuser must have is_superuser=True.
uk: Суперкористувач повинен мати is_superuser=True.

source: used to login the site
uk: використовується для входу на сайт

source: phone number
uk: номер телефону

source: The phone number must be in the format: "+380999999999"
uk: Номер телефону має бути у форматі: "+380999999999"

source: photo
uk: фото

source: Profile photo
uk: Фото профілю

source: image alternative
uk: альтернатива зображення

source: text to be loaded in case of image loss
uk: текст, який буде завантажено у разі втрати зображення

source: subscription
uk: підписка

source: author subscription
uk: підписка на автора

source: user
uk: користувач

source: Users
uk: Користувачі

source: Activating your account
uk: Активація вашого облікового запису

source: link to confirm email and complete registration
uk: посилання для підтвердження електронної пошти та завершення реєстрації

source: Blog
uk: Блог

source: draft
uk: чернетка

source: published
uk: опублікувати

source: name
uk: ім'я

source: category name
uk: им'я категорії

source: used to generate URL
uk: використовується для створення URL-адреси

source: category
uk: категорія

source: Categories
uk: Категорії

source: title
uk: заголовок

source: title of article
uk: заголовок статті

source: article preview
uk: попереднє зображення статті

source: author
uk: автор

source: author of article
uk: автор статті

source: category of article
uk: категорія статті

source: short description
uk: короткий опис

source: a short description about the article
uk: короткий опис статті

source: content
uk: зміст

source: the content of the article
uk: зміст статті

source: recommended
uk: рекомендація

source: recommended articles
uk: рекомендовані статті

source: average rating
uk: середній рейтинг

source: average article rating
uk: середній рейтинг статті

source: number of likes
uk: кількість оцінок

source: number of article ratings
uk: кількість оцінок статті

source: article
uk: стаття

source: Articles
uk: Статті

source: linked Article model with image
uk: пов’язана модель статті із зображенням

source: image
uk: зображення

source: Images for article
uk: Зображення статті

source: title of text page
uk: заголовок текстової сторінки

source: the content of the text page
uk: зміст текстової сторінки

source: Published or draft
uk: Опубліковано або чорновик

source: text page
uk: текстова сторінка

source: Text pages
uk: Текстові сторінки

source: Interaction
uk: Взаємодія

source: blocked
uk: заблокувати

source: author of comment
uk: автор коментаря

source: commented article
uk: коментована стаття

source: score
uk: оцінка

source: assessment of the author of the commented article
uk: оцінка коментованої статті

source: message
uk: коментар

source: message (comment) of article
uk: коментар до статті

source: status
uk: статус

source: status of comment
uk: статус коментаря

source: comment
uk: коментар

source: Comments
uk: Коментарі

source: author of score
uk: автор оцінки

source: assessment of the author of the article
uk: оцінка статті

source: Scores
uk: Оцінки

source: favorite
uk: обране

source: Favorites
uk: Обрані

source: Menu
uk: Меню

source: blank
uk: зовнішні

source: self
uk: внутрішні

source: header
uk: верхнє меню

source: footer
uk: нижнє меню

source: Enter link address
uk: Введіть адресу посилання

source: url address
uk: url адреса

source: Target url
uk: Цільова URL-адреса

source: target
uk: направлення

source: Position object (header or footer)
uk: Розташувати об’єкт (верхнє або нижнє меню)

source: position
uk: розташування

source: show
uk: показати

source: show or hidden url address
uk: показати або сховати

source: Menu item
uk: Пункт меню

source: Menu items
uk: Пункти меню

source: Нет такой страницы
uk: Немає такої сторінки

source: На главную
uk: На головну

source: Новая статья
uk: На головну

source: сохранить статью
uk: зберегти статтю

source: Изменение статьи
uk: Зміна статті

source: Главная
uk: Головна

source: Категория
uk: Категорія

source: количество оценок
uk: кількість оцінок

source: добавить в избранное
uk: Додати в обране

source: удалить из избранного
uk: видалити із обраного

source: Автор статьи
uk: Автор статті

source: Дата последнего изменения статьи
uk: Дата останньої зміни статті

source: оценить
uk: оцінити

source: подписаться на автора
uk: підписатися на автора

source: отписаться от автора
uk: відписатися від автора

source: авторизоваться
uk: авторизуватися

source: Авторизация
uk: Авторизація

source: войти
uk: Увійти

source: забыли пароль
uk: Забули пароль

source: Комментарии
uk: Коментарі

source: Оставьте свой отзыв
uk: Залишіть свій відгук

source: комментировать
uk: коментувати

source: дата комментария
uk: дата коментаря

source: оценка
uk: оцінка

source: изменить комментарий
uk: змінити коментар

source: удалить комментарий
uk: видалити коментар

source: Рекомендуемые статьи
uk: Рекомендовані статті

source: последнее обновление статьи
uk: останнє оновлення статті

source: Подробнее
uk: Детальніше

source: категория
uk: категорія

source: фильтровать
uk: фільтрувати

source: сортировка
uk: сортування

source: поиск
uk: пошук

source: Текстовые страницы
uk: Текстові сторінки

source: текстовая страница
uk: текстова сторінка

source: чтобы увидеть больше нажимай
uk: щоб побачити більше натискай

source: Изменение комментария
uk: Зміна коментаря

source: Измените свой отзыв
uk: Змініть свій відгук

source: Партнеры
uk: Партнери

source: Сергей Глушак
uk: Сергій Глушак

source: Все права защищены.
uk: Всі права захищені.

source: Страница текстовая
uk: Сторінка текстова

source: изменить аккаунт
uk: змінити обліковий запис

source: личний кабинет
uk: особистий кабінет

source: выйти
uk: вийти

source: Войти
uk: Увійти

source: Изменение аккаунта
uk: Зміна облікового запису

source: Complete information about yourself
uk: Повна інформація про себе

source: Change information about yourself
uk: Змінити інформацію про себе

source: Submit
uk: Підтвердити

source: Подтвердите email
uk: Підтвердіть email

source: Создание аккаунта
uk: Створення облікового запису

source: зарегистрировать
uk: зареєструвати

source: Выход
uk: Вихід

source: Вы вышли из аккаунта
uk: Ви вийшли з облікового запису

source: Нажмите здесь, чтобы снова войти
uk: Натисніть тут, щоб знову увійти

source: Вход
uk: Вхід

source: Пожалуйста, войдите в свою учетную запись
uk: Будь ласка, увійдіть до свого облікового запису

source: зарегистрироваться
uk: зареєструватися

source: Войти используя учетную запись
uk: Увійти за допомогою облікового запису

source: Имя пользователя и пароль не совпадают. Пожалуйста, попробуйте еще раз.
uk: Ім'я користувача та пароль не співпадають. Будь ласка, спробуйте ще раз.

source: показать пароль
uk: показати пароль

source: перейти к
uk: перейти до

source: созданию нового аккаунта
uk: створення нового облікового запису

source: уже есть аккаунт
uk: вже є обліковий запис

source: закончите регистрацию перейдя по ссылке
uk: закінчіть реєстрацію перейшовши за посиланням

source: ссылка
uk: посилання

source: Изменение пароля
uk: Зміна пароля

source: Успешное изменение пароля
uk: Успішна зміна пароля

source: Пароль успешно изменен
uk: Пароль успішно змінено

source: авторизоваться?
uk: авторизуватися?

source: Новый пароль
uk: Новий пароль

source: Пожайлуста введите (и подтвердите) ваш новый пароль.
uk: Будь ласка, введіть (та підтвердіть) новий пароль.

source: Подтвердить пароль
uk: Підтвердити пароль

source: сохранить пароль
uk: зберегти пароль

source: Сброс пароля не удался
uk: Скидання пароля не вдалося

source: Ссылка для сброса пароля недействительна, возможно, потому, что она уже использовалась. Пожалуйста, запросите сброс нового пароля.
uk: Посилання для скидання пароля недійсне, можливо, тому, що воно вжеВикористання. Будь ласка, зверніться до скидання нового пароля.

source: Подтверждение сброса пароля
uk: Підтвердження скидання пароля

source: Мы отправили вам инструкции по установке пароля по электронной почте. Если они не пришли через несколько минут, проверьте папку со спамом.
uk: Ми надіслали вам інструкції щодо встановлення пароля електронною поштою. Якщо Вони не прийшли через кілька хвилин, перевірте папку зі спамом.

source: Кто-то попросил сбросить пароль для электронной почты
uk: Хтось попросив скинути пароль для електронної пошти

source: Перейдите по ссылке ниже для сброса пароля
uk: Перейдіть за посиланням нижче для скидання пароля

source: Сброс пароля
uk: Скидання пароля

source: забыли пароль?
uk: забули пароль?

source: Введите свой адрес электронной почты ниже, и мы вышлем инструкции по настройке нового адреса.
uk: Введіть свою адресу електронної пошти нижче, і ми надішлемо інструкції з налаштування нової адреси.

source: сбросить пароль
uk: скинути пароль

source: Личный кабинет
uk: Особистий кабінет

source: изменить фото
uk: змінити фото

source: новая статья
uk: нова стаття

source: Мои статьи
uk: Мої статті

source: изменить статью
uk: змінити статтю

source: Избранные статьи
uk: обрані статті

source: Новая статья в вашей подписке
uk: Нова стаття у вашій підписці

source: If the link is internal it should look like this: "blog/article/", for external links it should look like this: "https://www.site.com/"
uk: Якщо посилання внутрішнє, воно має виглядати так: "blog/article/", для зовнішнього посилання це має виглядати так: "https://www.site.com/"

source: The phone number must be in the format: "+380999999999". Starts with "+380" and 9 digits.
uk: Номер телефону має бути у форматі: "+380999999999". Починається з "+380" і 9 цифр.
